Repository: stephanwagner/fromscratch
Catalog: themes/fromscratch/languages/fromscratch-*.po
Languages: de_ch

source: Install theme
de_ch: Theme installieren

source: FromScratch isn't set up yet.
de_ch: FromScratch ist noch nicht eingerichtet.

source: A one-time initialization is required to configure core options and activate essential system features.
de_ch: Eine einmalige Initialisierung ist erforderlich, um zentrale Optionen zu konfigurieren und grundlegende Systemfunktionen zu aktivieren.

source: Go to installer
de_ch: Zum Installierer

source: Install FromScratch
de_ch: FromScratch installieren

source: FromScratch is installed.
de_ch: FromScratch ist installiert.

source: You can change more settings in the <a href="%s">Theme settings</a> page.
de_ch: Weitere Einstellungen kannst du auf der Seite <a href="%s">Theme Einstellungen</a> ändern.

source: Edit theme settings
de_ch: Theme Einstellungen bearbeiten

source: Go to dashboard
de_ch: Zum Dashboard

source: At least one user must have developer rights. Either check "Has developer rights" for the current user or add another user and check it there.
de_ch: Mindestens ein Benutzer muss Entwicklerrechte haben. Entweder „Hat Entwicklerrechte“ beim aktuellen Benutzer setzen oder einen weiteren anlegen und dort setzen.

source: This theme requires a one-time initialization to activate core functionality and ensure a clean development foundation.
de_ch: Dieses Theme erfordert eine einmalige Initialisierung, um Kernfunktionen zu aktivieren und eine saubere Entwicklungsbasis sicherzustellen.

source: Site
de_ch: Seite

source: Used for system notifications, updates, and critical error recovery.
de_ch: Wird für Systembenachrichtigungen, Updates und die Fehlerwiederherstellung verwendet.

source: Theme folder
de_ch: Theme Ordner

source: Use only lowercase letters, numbers and hyphens.
de_ch: Nur Kleinbuchstaben, Zahlen und Bindestriche verwenden.

source: The following errors occurred during initialization:
de_ch: Bei der Initialisierung sind folgende Fehler aufgetreten:

source: Theme name is required.
de_ch: Theme Name ist erforderlich.

source: Theme folder is required.
de_ch: Theme Ordner ist erforderlich.

source: Theme folder may only contain lowercase letters (a-z), numbers (0-9), and hyphens, and must start with a letter.
de_ch: Der Theme-Ordner darf nur Kleinbuchstaben (a-z), Ziffern (0-9) und Bindestriche enthalten und muss mit einem Buchstaben beginnen.

source: A theme or folder with that name already exists. Choose a different theme folder.
de_ch: Ein Theme oder Ordner mit diesem Namen existiert bereits. Wähle einen anderen Theme Ordner.

source: Administration email address is required.
de_ch: Die E-Mail-Adresse der Administration ist erforderlich.

source: Please enter a valid administration email address.
de_ch: Bitte gib eine gültige E-Mail-Adresse für die Administration ein.

source: Current user email address is required.
de_ch: Die E-Mail-Adresse des aktuellen Benutzers ist erforderlich.

source: Please enter a valid email address for the current user.
de_ch: Bitte gib eine gültige E-Mail-Adresse für den aktuellen Benutzer ein.

source: Please enter a title and slug for the %s page.
de_ch: Bitte gib einen Titel und einen Slug für die Seite %s ein.

source: To add another user, please fill in username, email, and password.
de_ch: Um einen weiteren Benutzer anzulegen, fülle Benutzername, E-Mail und Passwort aus.

source: Please enter a valid email address for the new user.
de_ch: Bitte gib eine gültige E-Mail-Adresse für den neuen Benutzer ein.

source: The new user password must be at least 8 characters long.
de_ch: Das Passwort des neuen Benutzers muss mindestens 8 Zeichen lang sein.

source: Please enter a valid username for the new user.
de_ch: Bitte gib einen gültigen Benutzernamen für den neuen Benutzer ein.

source: That username is already in use.
de_ch: Dieser Benutzername wird bereits verwendet.

source: That email address is already in use.
de_ch: Diese E-Mail-Adresse wird bereits verwendet.

source: Theme description
de_ch: Theme Beschreibung

source: Theme of the webpage %s.
de_ch: Theme der Webseite %s.

source: Theme Author
de_ch: Theme Autor

source: Theme Author URI
de_ch: Theme Autor URI

source: Media
de_ch: Medien

source: Media sizes
de_ch: Mediengrößen

source: Set media sizes
de_ch: Mediengrößen setzen

source: Stores the values in WordPress media settings.
de_ch: Speichert die Werte in den WordPress-Medieneinstellungen.

source: Crop to exact dimensions
de_ch: Auf exakte Maße zuschneiden

source: Set permalink structure to “Post name”
de_ch: Permalink-Struktur auf „Beitragsname“ setzen

source: Sets the permalink structure to “Post name” (/%postname%/), so URLs look like /about/ instead of ?p=123.
de_ch: Setzt die Permalink-Struktur auf „Beitragsname“ (/%postname%/), sodass URLs wie /kontakt/ statt ?p=123 verwendet werden.

source: Apply recommended rules to .htaccess
de_ch: Empfohlene Regeln in .htaccess eintragen

source: Writes Expires headers, removes Set-Cookie on static assets, and enables gzip/deflate in the WordPress root .htaccess.
de_ch: Schreibt Expires-Header, entfernt Set-Cookie bei statischen Dateien und aktiviert gzip/deflate in der .htaccess im WordPress-Root.

source: Show config
de_ch: Konfig anzeigen

source: Be careful when editing this. Incorrect rules can break your site or make it inaccessible.
de_ch: Vorsicht beim Bearbeiten: Fehlerhafte Regeln können deine Webseite beschädigen oder unerreichbar machen.

source: Recommended snippet for Nginx: add to your server block for gzip, long cache on static assets, and Vary Accept-Encoding. Copy and paste into your Nginx config.
de_ch: Empfohlener Snippet für Nginx: in den Server-Block einfügen für Gzip, langer Cache bei statischen Dateien und Vary Accept-Encoding. In die Nginx-Konfiguration kopieren.

source: Copied
de_ch: Kopiert

source: Copy
de_ch: Kopieren

source: Content
de_ch: Inhalt

source: Pages
de_ch: Seiten

source: Create pages
de_ch: Seiten anlegen

source: Pages will only be created if they don't exist yet.
de_ch: Seiten werden nur erstellt, wenn sie noch nicht existieren.

source: Page
de_ch: Seite

source: Title
de_ch: Titel

source: Add page
de_ch: Seite hinzufügen

source: Add %s page
de_ch: %s-Seite hinzufügen

source: Homepage
de_ch: Startseite

source: homepage
de_ch: startseite

source: Contact
de_ch: Kontakt

source: contact
de_ch: kontakt

source: Imprint
de_ch: Impressum

source: imprint
de_ch: impressum

source: Privacy
de_ch: Datenschutz

source: privacy
de_ch: datenschutz

source: Menus
de_ch: Menüs

source: Assign created pages to menus
de_ch: Erstellte Seiten in Menüs eintragen

source: Adds the pages to the configured menu locations.
de_ch: Fügt die Seiten den konfigurierten Menü-Positionen hinzu.

source: Blogs
de_ch: Beiträge

source: Enable blogs
de_ch: Blogs aktivieren

source: Shows the Posts menu in the admin and allows creating and editing blog posts. You can change this later in Theme settings.
de_ch: Zeigt das Menü „Beiträge“ im Admin und erlaubt das Anlegen und Bearbeiten von Blog-Beiträgen. Später unter Theme Einstellungen änderbar.

source: Users
de_ch: Benutzer

source: At least one user requires developer privileges to manage technical settings and system-level functionality.
de_ch: Mindestens ein Benutzer benötigt Entwicklerrechte, um technische Einstellungen und systemrelevante Funktionen verwalten zu können.

source: The user account you provide to your customer or end user should not have developer rights.
de_ch: Der Benutzer, den du dem Kunden oder Endnutzer gibst, sollte keine Entwicklerrechte haben.

source: Current user
de_ch: Aktueller Benutzer

source: Username
de_ch: Benutzername

source: Password
de_ch: Passwort

source: Leave empty to keep current password.
de_ch: Leer lassen, um das aktuelle Passwort beizubehalten.

source: Has developer rights
de_ch: Hat Entwicklerrechte

source: Add another admin user
de_ch: Weiteren Admin Benutzer anlegen

source: Log in as this user after setup
de_ch: Nach dem Setup als dieser Benutzer anmelden

source: Run setup
de_ch: Setup ausführen

source: Developer
de_ch: Entwickler

source: Developer rights
de_ch: Entwicklerrechte

source: This user has developer rights
de_ch: Dieser Benutzer hat Entwicklerrechte

source: At least one user must have developer rights. Add another developer before removing yours.
de_ch: Mindestens ein Benutzer muss Entwicklerrechte haben. Lege zuerst einen weiteren Entwickler an, bevor du deine entfernst.

source: Theme settings
de_ch: Theme Einstellungen

source: Asset version increased to %s.
de_ch: Cache-Version auf %s erhöht.

source: Design overrides cleared. All values reset to defaults.
de_ch: Design-Überschreibungen gelöscht. Alle Werte auf Standard zurückgesetzt.

source: General
de_ch: Allgemein

source: Texts
de_ch: Texte

source: Security
de_ch: Sicherheit

source: Changes the Administrator email instantly without notifying.
de_ch: Ändert die Administrator-E-Mail sofort ohne Benachrichtigung.

source: Use fs_asset_url( '/path/to/file.css' ) in templates to output the asset URL with ?ver= so the browser cache updates when you bump the version below.
de_ch: Verwende fs_asset_url( '/pfad/zur/datei.css' ) in Templates, um die Asset-URL mit ?ver= auszugeben, damit der Browsercache bei einem Versionsbump aktualisiert wird.

source: Bump when static theme files have been changed so the cache of the files is updated.
de_ch: Erhöhen, wenn statische Theme-Dateien geändert wurden, damit der Cache der Dateien aktualisiert wird.

source: Bump version
de_ch: Version erhöhen

source: Theme features
de_ch: Theme-Funktionen

source: Clear all overrides
de_ch: Alle Overrides zurücksetzen

source: Tools
de_ch: Werkzeuge

source: Admin access
de_ch: Zugriff für Admins

source: Control which admin pages and Settings sections are visible to Administrators (Admin) and users with developer rights (Developer). Uncheck to hide from that role.
de_ch: Lege fest, welche Admin-Seiten und Einstellungsbereiche für Administratoren (Admin) und Nutzer mit Entwicklerrechten (Entwickler) sichtbar sind. Abwählen blendet für diese Rolle aus.

source: Page / Section
de_ch: Seite / Bereich

source: Settings: General
de_ch: Einstellungen: Allgemein

source: Settings: Writing
de_ch: Einstellungen: Schreiben

source: Settings: Reading
de_ch: Einstellungen: Lesen

source: Settings: Media
de_ch: Einstellungen: Medien

source: Settings: Permalinks
de_ch: Einstellungen: Permalinks

source: Settings: Privacy
de_ch: Einstellungen: Datenschutz

source: Appearance (Themes)
de_ch: Design (Themes)

source: Theme settings: Security
de_ch: Theme-Einstellungen: Sicherheit

source: Theme settings: Texts
de_ch: Theme-Einstellungen: Texte

source: Theme settings: Design
de_ch: Theme-Einstellungen: Design

source: More developer tools (e.g. sitemap generator, post expirator) can be added here in future updates.
de_ch: Weitere Entwickler-Werkzeuge (z. B. Sitemap-Generator, Beitragsablauf) können hier in künftigen Updates ergänzt werden.

source: Allow posts
de_ch: Beiträge erlauben

source: Shows the Posts menu in the admin and allows creating and editing blog posts.
de_ch: Zeigt im Admin das Menü „Beiträge“ und erlaubt das Erstellen und Bearbeiten von Blogbeiträgen.

source: SVG support
de_ch: SVG-Unterstützung

source: Allow SVG uploads
de_ch: SVG-Uploads erlauben

source: SVGs are sanitized on upload.
de_ch: SVGs werden beim Upload bereinigt.

source: Duplicate
de_ch: Duplizieren

source: Allow duplication
de_ch: Duplizierung erlauben

source: Shows a "Duplicate" row action for posts, pages, and custom post types.
de_ch: Zeigt eine Zeilenaktion „Duplizieren“ für Beiträge, Seiten und benutzerdefinierte Beitragstypen.

source: SEO panel
de_ch: SEO-Bereich

source: Adds a section to pages, posts and custom post types to enter SEO info (title, description, OG image, noindex).
de_ch: Fügt Seiten, Beiträgen und eigenen Beitragstypen einen Bereich zum Eintragen von SEO-Infos hinzu (Titel, Beschreibung, OG-Bild, noindex).

source: No password set. Set a password below to activate protection.
de_ch: Kein Passwort gesetzt. Setze unten ein Passwort, um den Schutz zu aktivieren.

source: Site password protection
de_ch: Passwortschutz der Website

source: Activate
de_ch: Aktivieren

source: Activate password protection
de_ch: Passwortschutz aktivieren

source: When enabled, visitors must enter a password before viewing any part of the site.<br>Logged-in administrators and editors skip the prompt.
de_ch: Wenn aktiviert, müssen Besucher ein Passwort eingeben, bevor sie einen Teil der Website sehen können.<br>Eingeloggte Administratoren und Redakteure überspringen die Abfrage.

source: Set or change the password. Leave blank and save to clear or reset the password.
de_ch: Passwort setzen oder ändern. Leer lassen und speichern, um das Passwort zu löschen oder zurückzusetzen.

source: Copied!
de_ch: Kopiert!

source: Login
de_ch: Anmeldung

source: Login attempts
de_ch: Anmeldeversuche

source: per minute
de_ch: pro Minute

source: After this many failed attempts per IP, login is blocked.<br>Allowed range: %d - %d.
de_ch: Nach dieser Anzahl fehlgeschlagener Versuche pro IP wird die Anmeldung blockiert.<br>Erlaubter Bereich: %d - %d.

source: Lockout duration
de_ch: Sperrdauer

source: minutes
de_ch: Minuten

source: How long to block login after the limit is reached.<br>Allowed range: %d - %d.
de_ch: Wie lange die Anmeldung nach Erreichen des Limits blockiert wird.<br>Erlaubter Bereich: %d - %d.

source: Override SCSS design variables. Values are output as CSS custom properties (:root). Add new variables in config/theme.php under design.sections.
de_ch: SCSS-Designvariablen überschreiben. Werte werden als CSS-Custom-Properties (:root) ausgegeben. Neue Variablen in config/theme.php unter design.sections hinzufügen.

source: Reset all design overrides to defaults?
de_ch: Alle Design-Überschreibungen auf Standard zurücksetzen?

source: Clear all
de_ch: Alle löschen

source: Main menu
de_ch: Hauptmenü

source: Footer menu
de_ch: Footermenü

source: Too many login attempts. Please try again in 1 minute.
de_ch: Zu viele Anmeldeversuche. Bitte in 1 Minute erneut versuchen.

source: Too many login attempts. Please try again in %d minutes.
de_ch: Zu viele Anmeldeversuche. Bitte in %d Minuten erneut versuchen.

source: No post to duplicate.
de_ch: Kein Beitrag zum Duplizieren.

source: Post not found.
de_ch: Beitrag nicht gefunden.

source: You do not have permission to duplicate this item.
de_ch: Du hast keine Berechtigung, dieses Element zu duplizieren.

source: (Copy)
de_ch: (Kopie)

source: Failed to create duplicate.
de_ch: Duplikat konnte nicht erstellt werden.

source: This site is password protected. Enter the password to continue.
de_ch: Diese Website ist passwortgeschützt. Gib das Passwort ein, um fortzufahren.

source: Log in
de_ch: Anmelden

source: Incorrect password. Please try again.
de_ch: Falsches Passwort. Bitte erneut versuchen.

source: Recommended length: up to 60 characters.
de_ch: Empfohlene Länge: bis zu 60 Zeichen.

source: Recommended length: up to 160 characters.
de_ch: Empfohlene Länge: bis zu 160 Zeichen.

source: Social Media Preview Image
de_ch: Vorschaubild für soziale Medien

source: Best size: 1200 × 630 px. Fallback: featured image if set.
de_ch: Ideale Größe: 1200 × 630 px. Fallback: Beitragsbild, falls gesetzt.

source: Select image
de_ch: Bild auswählen

source: Remove image
de_ch: Bild entfernen

source: No index
de_ch: Nicht indexieren

source: Ask search engines not to index this page.
de_ch: Suchmaschinen bitten, diese Seite nicht zu indexieren.

source: SVG file must be under %1$s. You tried to upload a file of %2$s.
de_ch: Die SVG-Datei muss unter %1$s liegen. Du hast eine Datei mit %2$s hochgeladen.

source: SVG file not found.
de_ch: SVG-Datei nicht gefunden.

source: Invalid or unsafe SVG file.
de_ch: Ungültige oder unsichere SVG-Datei.

# Image size
source: Small
de_ch: Klein
